# ZoneSpaceOutdoorAirOptionParam Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..ZoneSpaceOutdoorAirOptionParam Property
ParameterTypeId Class See Also
---
"Space Outdoor Air Option"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId ZoneSpaceOutdoorAirOptionParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property ZoneSpaceOutdoorAirOptionParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ ZoneSpaceOutdoorAirOptionParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace